{
  "1": "Yeeeees after pairs of chineese headphones claiming great bass and loud they have all been returned and I bit the bullet and naught these. All I can say is wow ,this is what headphones should sound like. The bass is deep the highs are crisp and outside noise is gone. Do I need say more? Thank you bose",
  "2": "Let me say that I love these headphones. I was buying a few different headphones with a different brand and while I enjoyed them very much, they weren't very durable and ended up as useless trinkets in my desk drawer. So far these Bose SoundSport headphones have done everything I need them to do but with one flaw, which may in fact be a flaw of all wireless headphones. When I'm talking on the phone, the person on the other end can find it difficult to hear me because the background noise seems amplified more than my voice. I've experienced this before with different headphones paired with different phones so maybe it's a general incompatibility. Maybe it has something to do with how the noise canceling works. I don't know. But aside from that, these are great!",
  "3": "I feel unfair giving it anything less than 5 stars because it is an awesome product and produces amazing sound. However, personal preference gives way here. My Beats in ear sport headphones broke and I purchased a protection plan from Amazon. Come to find out, Amazon no longer sold beats headphones (that I wanted) so I got these instead. Sound is clear and loud. Personally, I am a fan of heavier bass than treble. These Bose headphones do pack a powerful bass, but I never heard a quality bass like those in the Beats. I am keeping these Bose headphones and have no issues with them while out and about. When I get home though, I put my wired beats on. (don't even have to actually wear them, you can hang them around your neck and the sound can be heard rooms over).",
  "4": "Tried a lot of different brands in the gym, some of them, didn't work at all, some of them range of Bluetooth too short, most common problem for me was almost all of the headphones i used, they are falling off, due to intense workout.\nI read a lot of reviews, and decided to purchase, even though most of the reviews was not that good. But, at the end I love them, they are amazing, they are very light, the weight is so good balanced that they never bother you during the workout, material is really nice, and battery life is amazing also, what else you need for GYM.",
  "5": "These headphones are the best headphones I have ever owned. Bose does not disappoint. They are very convenient as there is no wire connecting to the device and they are great even for casual use. The sound quality is excellent, as expected from a Bose product.",
  "6": "This is my second pair of Bose Soundsport headphones. The first pair started having an issue with the left speaker going out right after the warranty expired. I decided that maybe I had given them too much abuse, letting them sit on the floor to charge. So, I bought a second pair about 4 months ago and have babied them, charging only on my desktop and packing away in their case when not using them. Lo and behold, the left ear speaker is starting to crackle and going out on these. I plan on sending these back to Bose, and while I would prefer a refund at this point, I am fairly certain that in the warranty is says they will only repair or replace. So, that's the bad part. Based on this experience, I would not purchase this brand/type again. The unfortunate part is that when they work, they sound great and I love taking phone calls on them because the call clarity is awesome. The person on the other end never hears the melee happening around me when I call.",
  "7": "I purchased this for my gf June 2018. It started having battery issues in August 2019 which is after the 1-year warranty expires.\n\nThe generation after this is completely wireless and has numerous reports of connection issues, so I went with this model.\n\nI recommend buying something else.",
  "8": "Very frustrating, the audio is constantly cutting out. Thought it was my phone at first but happens with both old phone and new phone. Also having gone back to a wired headset I know that their is no issue with the audio on either phone. Therefore it is the Bluetooth for this headset that has an issue. Have spoken with friends who have other much less expensive Bluetooth headsets and they do not experience these issues. I bought Bose because of their reputation and am extremely disappointed to find they are not the premium offering expected.",
  "9": "I’ve had these headphones for about 7 months now, and they are GARBAGE. The battery will NOT charge no matter what I do, I’ve followed all the trouble shooting steps, checked for product updates & contacted Bose but there is nothing they can do for me except replace the headphones with a new pair that are going to give me the same problem I have thoroughly researched this problem and it happens A LOT, so there is no point in a new pair if there will just be the same issues all over again. Overall, they are terrible headphones and I would not suggest purchasing them.",
  "10": "I have been using the SoundSport for 10 months on and off now and they are already falling appart. I would say that the use I have put on these unit has been low, and the rubber on both the right and left ear bud is already detaching from the harder plactic peice. Also, the rubber covering the control has separated from the body of the control. The buttons were always a little spongy, but now the volume down button is almost unusable with out moving the rubber cover into just the right alignment with both hands. the sound quality on the unit is great but I'm very disappointed with the material qulity. For the price I paid for the unit I expect a lot more when it comes to a product made by bose",
  "11": "I’ve had the same pair but in black & red. I love these headphones & will continue to buy them. They do last and are sweat resistant as well& I sweat a lot a lot. I’ve had my other ones who recently gave out for 2 years. One of the best headphones I’ve ever owned!",
  "12": "These headphones are the best headphones I have ever owned. Bose does not disappoint. They are very convenient as there is no wire connecting to the device and they are great even for casual use. The sound quality is excellent, as expected from a Bose product.",
  "13": "Sound great and work flawlessly. Would be 5 stars if it was not so pricey.",
  "14": "I've had these earphones from Bose for all of 4 months and they're already falling apart. Although I had gone over the reviews and seen the complaints and low ratings, whick make up almost half the customers, I unwittingly failed to heed their caution. I was under the assumption that simple wear and tear could be remedied by careful usage, I use these mainly to listen to music and audiobooks at home and barely ever leave them out of the case. And yet, they are in worse condition than most 30$ earphones I previouly used. So please learn from my mistake and avoid these earphones completely. And if you must, buy them somewhere that offers warranty (read best buy).",
  "15": "Failed after 16 months, left bud very low volumne",
  "16": "Well material quality its poor. Sound was incredible and battery life for me was great",
  "17": "I loved these for the first two months. Now they do not hold a charge for longer than 30 minutes.",
  "18": "I Have bought this phone, and after a little over a month it stopped working... now it keeps disconnecting and it is impossible to use.\nI expected more from a over 100 dollars phone specially from Bose"
}