{
  "reviews" : {
    "positive": [
      {
        "1": "LOVE THESE! Let me count the ways: I went on CNET.com to find the BEST headphones (after being disappointed with a crappy pair that I bought here trying to save $). These SOUND AMAZING. And they FIT in my ears a completely new way: they sit in my ear, snugly, without feeling like my finger is stuck deep in my ear (if that makes sense). But I can still have a conversation at the gym; ideal. I LOVE them being cordless -- omg, to be on a spin bike and not worried about the distance from my phone, lol. And... HEART-RATE MONITOR -- I thought that would be a tedious set-up and I would never use it? Wrong -- I'm pedaling along looking at my heart-rate go up and down in real time! And get this: even the little pouch it comes with is perfect: it's flexible so you can jam the headphones back in, and even has a carabeaner to attach it to my backpack! IF YOU\"VE READ THIS FAR, you're a weirdo like me, who actually reads a lot of reviews before choosing. BUT THESE NOW! :)\n"
      },
      {
        "2": "I finally found a wireless option to use with (not entirely replace) my wired Bose SoundSport earbuds. I first tried the Jaybird X3s but had to send them back because they kept falling out of my ears. Even the Comply ear tips kept coming out, and when they were in, I didn't like the earplug-like removal from outside sounds. I was hesitant to switch over to wireless because of battery life issues, but the Boses have proven to last plenty long on one charge so far, and the wireless convenience is well worth having to charge them every once in a while. I read countless reviews on the Jaybird X3s and these Bose SoundSports (and have tried both) and, at least for me, Bose win easily. Well worth the additional $40.\n"
      },
      {
        "3": "These replaced my wired Bose in-ear buds. I've been a Bose fan for many years and own over the ear QC2's, MIE2's, a sound bar and other Bose devices that I enjoy. I like the sound of the wired MIE2 but I wanted to cut the cord for more freedom while wearing my ear buds. These do exactly what I had hoped. The \"stay hear+\" tips are a definite improvement over the older version. I insert them into my ear and twist the bud gently rearward to provide a solid hold. These buds are NOT noise cancelling but the design of the tips keeps out quite a bit more noise than the older design. Pairing to my MacBook, iPad, iPhone and smart tv was simple. The best part is the sound. Both voice and music are pleasantly balanced across the frequency range. I had a cheap pair of wireless I bought last year (<$30) and the sound on those is like listening through a tin can. I did like the freedom of wireless though. What a difference the SoundSports are. Many have noted the size of the bud being large. It is a bit big but that really doesn't detract from the design or comfort. My only concern would be the interference you might get trying to wear them inside a bike or cycle helmet. Haven't tried that yet. The on/off and pairing control mounted on the right bud is easy to find but maybe a bit \"mushy\" to the touch. The inline control for volume and phone response is easily accessible and intuitive but also a bit soft. Not a serious issue by any means but be aware. The alligator clip to secure the headphones to your shirt is an improvement over the old style but still can pull off the cord fairly easily. Despite these few minor flaws I give these Bose SoundSport headphones a full five star rating. You won't be disappointed.\n"
      },
      {
        "4": "First off let me give you an idea on how often I use these. Everyday for at least 3 to 6 hours. So I’m constantly pressing the pause/play button. That being said, This is now my second pair of these headphones. I only have two qualms; first the rubber around the volume/next button wears out and there’s no way to fix it (I tried crazy glue). Second, the actual Bluetooth range is maybe 10 ft. I have a very small house, only 900sqft, And placing the phone in the center of the house didn’t work either. Even with those two qualms I can’t give these a bad review because I love these wireless headphone. Bose has always delivered exceptional sound quality! If you like them as much as me buying a second or third pair doesn’t seem so bad. Bose has spoiled me so the $20 version of these won’t do!\n \n"
      },
      {
        "5": "I've only had them for two days, but I'm really happy I got them. Read all the reviews of these and others, weighed the pros and cons. I was on the fence, knowing the sound quality of my old wired version and if I wanted to upgrade. But it comes down to this for those that had the wired sound sports before, of all headphones I've had, shure, etymonics, the Bose are the most comfortable. They are not sound isolating, but they are fantastic for runs and long wear time. That considered, and any difference in sound, these are so comfortable and the perfect step from my prior wired versions. Might get the sound true for when I need quiet, but these are great and and fantastic (maybe not a good as my old shure's).\n"
      },
      {
        "6": "So my last pair of headphones were the Beats 2. They fit well and the sound was ok but they broke three times. The ear bud snapped off from the housing. They refused to fix the third time so I went to Bose since I always had good over the hear headphones from them. Have not been disappointed. Sound is much better than beats. The charging case is perfect for traveling. The app always informs on battery level and takes heart rate if you are into using them for working out. They fit great in ear and dont fall out. Batter last about three hours longer than Beats. Totally recommend.\n \n"
      },
      {
        "7": "My review is going to be brief for now but this was one of the best audio-related purchases I've made in recent years. I was having a hard time deciding between the Jaybird X3s and the Bose SoundSports but I'm glad I went with the SoundSports instead. The battery life on the X3s is one hour better than the SoundSports however ability to charge the SoundSports with any micro-USB cable is a huge plus. I don't have to worry about remembering to bring an adapter everywhere I go\n\nAs for sound, these definitely have the quality I've come to expect from Bose. I have some very expensive Sennheiser open and closed over-ear headphones at home (that cost $250 or more) and while the SoundSports may not sound as good as those I was very impressed at the audio quality with them being wireless.\n\nI decided to include a SquareTrade 4-year warranty when I purchased these due to some of the durability concerns I've seen so only time will tell how they fare in that regard.\n"
      },
      {
        "8": "I was looking for Bluetooth earbuds to use with my new iPhone (that doesn't have a headphone jack), and considered several options that are less expensive and all have great reviews. However, I have had two pairs of wired Bose earbuds in the past and they always have GREAT sound and have lasted a LONG time. I had to go with my instinct and pay more for a pair of Bose again, and I'm not disappointed. The other brands would have probably been fine, but Bose has the best sound and quality, and that does cost a little bit more! These are comfortable, don't fall out of my ears, the sound is outstanding both for my music and phone calls (as well as for the people on the other end of the call). People usually don't even realize that I'm using headphones! My recommendation...spend a little bit more on your earbuds! These are worth the investment, and you won't need to replace the cheaper ones in six months."
      },
      {
        "9": "Let me say that I love these headphones. I was buying a few different headphones with a different brand and while I enjoyed them very much, they weren't very durable and ended up as useless trinkets in my desk drawer. So far these Bose SoundSport headphones have done everything I need them to do but with one flaw, which may in fact be a flaw of all wireless headphones. When I'm talking on the phone, the person on the other end can find it difficult to hear me because the background noise seems amplified more than my voice. I've experienced this before with different headphones paired with different phones so maybe it's a general incompatibility. Maybe it has something to do with how the noise canceling works. I don't know. But aside from that, these are great!\n"
      },
      {
        "10": "Sit firmly in the ear without causing pain. A lot of earbuds can make my inner ear ache, maybe it's a moisture thing I don't know...but that doesn't happen with these. Sound quality is great. Use it mostly with my iPhone SE and have no problems, aside from it being a little frustrating to disconnect the bluetooth without turning it off in the settings (but maybe I'm missing something in the very terse manual). I mostly use them for commuting and haven't tried them with intensive exercise yet, but I have no reason to believe there'd be a problem. Has a great range -- didn't disconnect from my phone until I walked across my apartment and up the stairs. Jesus I can't believe it's taken me this long to get bluetooth headphones. So so so so worth it. Glad I was a penny wise and not a dollar foolish this time. \n"
      },
      {
        "11": "I’ve had these for a few years now. I guess I fell behind on my reviews. These things are flipping awesome! I use them all of the time. They’re comfortable for long uses and the battery lasts a long time. A really long time considering how old and well used these things are. I’ve also been using them while working out (a relatively new experience for me) and trust me when I say they are definitely sweat resistant. I was even able to use them in the sauna for like 8 whole minutes before they shut down. They turned right back on though with no battery loss almost as soon as I walked out. That’s impressive. Especially considering again how old these things are. I just usually cram them into a pocket when I’m done. Nothing fancy. Holy crap, now that I’m writing this and thinking about how old these are (almost two years old. I just looked it up :2) I’m shocked at how well they’ve held up. I would recommend these whole heartedly. If I ever have to buy another pair, these would be it."
      },
      {
        "12": "Easy to setup, apps work great, auto firmware update worked just fine. I'm an \"audiophile\" and the $39 set of wireless waterproof bt earbuds were just *terrible* so I decided to fetch these (and return the others). The Bose pair have the added advantage of heart rate monitor, which is perfect for me on my bike commute to work (although there's a saftey concern of not hearing what's around you, so I will likely keep the volume down).\n\nOverall have been listening for an hour and am really enjoying this even at my desk (instead of my $600 headphone amp plus magnaplanar headphones). Lots of detail, lots of bass, and pretty good sound for in ear monitors. Impressed.\n\nHighly recommended thus far."
      },
      {
        "13": "Hands down these are still the best earbuds I've found.\n\nThe ear bud is BY FAR the most comfortable I've ever found, and they stay put! The silicone is super soft and the sound quality is great. I also own the wired version and have bought multiple as gifts for people, all who have been very happy with them.\n\nI do prefer the wired version's silicone tips vs these. These have a double wall style that are more noise canceling, but the great thing is the standard silicone tips fit these so I just bought a 2 pack and swapped them out."
      },
      {
        "14": "After doing some research on wireless headphones, I am so glad I got these! I needed something to use at the gym for treadmill as well as when I am using my phone to follow a workout video. I recently went back to the gym (after working out at home where I don't need to worry about the sound) and didn't want to disturb others around me. I really only use these for about 1 hr- 1.5hrs at a time and have had no problem with battery life. There is a notification when battery is getting low, so I can charge if needed. The sound quality is excellent - I have never had a good quality set of headphones and now I am spoiled! They are easy to throw in my bag. The only complaint I have is that when I am running on the treadmill, the left earbud feels like it is slipping out of place. Not a problem with the right side. I think it has more to do with my ear than the product. The earbud has never fallen out, and the sound is fine, so it may be more of how it feels to me. Love these and would highly "
      },
      {
        "15": "I got these to replace some other wireless headsets that I'd use for runs. I connect them to my Samsung Gear watch and to my phone and I have never had problems. The sound quality is so good I just started using them for everyday listening on commutes, work, etc. They are so light, comfortable, no sound variation from movement (like the beats of running) and the sound is clear. These do not have enhanced base so if you like that, get some beats or something. So far, no quality issues to speak of. Personally, they are better than I expected."
      },
      {
        "16": "I love these headphones. I love em so much I bought a second pair and a pair for my brother. I had gone through dozens of the cheaper headphones and couldn't find anything I liked. They either didn't sound good, didn't fit right, or just plain didn't work. But I tried these on at the Bose store and instantly fell in love with them. First, the sound quality is great. Everything sounds so rich and so clear. Second, the fit is just right. The previous headphones I had would always wiggle themselves out of my right ear during a run or while I was lifting. These ones stay right where they are meant to be even during the most vigorous workouts. And lastly, they tell you how much battery power they have left when you turn them on. That may not be a selling point for some people but for me, it helped to know just how much juice I had left before I started my workout. The regret I have is that I didn't spend the money on them sooner."
      },
      {
        "17": "I have used Bose earbud headphones exclusively for the past 5+ years. I use the Soundsport and the noise cancelling headphones. This is my first pair of wireless and they work great. Similar sound to the Soundsport headphones. These bleed more sound than my noise cancelling headphones, but still less than an on ear pair of headphones like Beats. The size profile takes a minute to get used to, but surprisingly, these stay put when I am doing HIIT workouts and jogging and they are substantial enough to feel balanced in the ear. The cord gets stuck to the back of my neck occasionally when sweaty but otherwise is unnoticeable. I love the convenience of being able to reach up to the cord at my right ear to skip a track or adjust the volume. Easy to sync and intuitive placement of the buttons (if you are right-handed). I have worn these 5-6 days a week for the past month without problem."
      },
      {
        "18": "i had bought skullcandy bluetooth earbuds twice at $50 each and they broke couple months after. ugh! soo i decided to go higher $ and try the Bose sound sport ... yep its worth the $130! These go everywhere with me now and are a must have if you want high quality and clear crisp sound! The case is really nice to have and protects the earbuds in my purse. Although these are not noise cancelling they do a great job of damping ambient noise."
      },
      {
        "19": "I got these for my fiancé because the mic on his iphone is damaged and he had been coveting my wireless VModa Crossfades. He needs to be able to multitask and talk for his day job in real estate- but as a DJ he also requires beautiful clear, crisp, balanced sound when casually listening to music. Enter these.\nHe has very fancy wired headphones, but he needed to replace older earbuds. We live in nyc where portability is key, and he's thoroughly impressed by their comfort, compact style and usability. They fit his needs perfectly and he couldn't be more pleased. The bluetooth receiver is strong, he can hear calls clearly and he was surprised by the clarity of sound wirelessly."
      },
      {
        "20": "These babies sound AWESOME. I recently used the Powerbeats2, but after a little over a year, they died on me. Amazon was nice enough to refund me, and I decided (from reading multiple reviews), that the Bose SoundSport were a good choice for me. I am very satisfied that I went with them! Their sound, especially the bass, is by far better than the Powerbeats2. The fit is also really nice, considering I have glasses, so the Powerbeats were a bit annoying. The SoundSport fit nicely in my small ears, and do not shift at all. I will definitely recommend to anyone looking for wireless headphones for every day life or working out!"
      },
      {
        "21": "awesome earbuds! great sound, battery life and comfortable"
      },
      {
        "22": "i had bought skullcandy bluetooth earbuds twice at $50 each and they broke couple months after. ugh! soo i decided to go higher $ and try the Bose sound sport ... yep its worth the $130! These go everywhere with me now and are a must have if you want high quality and clear crisp sound! The case is really nice to have and protects the earbuds in my purse. Although these are not noise cancelling they do a great job of damping ambient noise."
      },
      {
        "23": "Sound is excellent. Better bass than every other brand I tried. Crisp, clear, worth the money. Very happy with the purchase"
      },
      {
        "24": "Super impressed with these wireless headphones. I was skeptical as I have the Bose wired headphones and I love them, I thought that the sound quality would not be on par.....I was wrong. Great sound quality and it makes going to the gym so much better now that I do not have to deal with cords and with anything in my pocket. I highly recommend these headphones. They are also super comfortable"
      },
      {
        "25": "I love Bose headphones.\nDecided to cut the cord and go Bluetooth.\nGreat bose sound, but only get about 6 hours before I need to charge.\nWould recommend"
      },
      {
        "26": "These headphones are (almost) absolutely perfect. They sound better than my Jaybirds BlueBuds X and my old wired pair of Bose headphones. They are SUPER comfortable. Easy to use. They're super light in my ear and I never worry about them falling out. The SoundTrue tips from my old Bose headphones fit and worked perfectly, but made the sound a bit tinny, which is fine because I found these new SoundSport tips that came with the headphones to be more comfortable and sound better, but they do block out more noise. They aren't noise cancelling but don't expect to be able to have a conversation while wearing these. The wire is a bit thin so time will tell how it'll be hold up to wear and tear, and the volume/play buttons are a bit mushy, which isn't a complaint, I just prefer something more clicky. I'm guessing it's mushy because it's rubber for the water resistance. My biggest complaint, which is still a small one, is that the 6 hour battery life seems a bit short. They probably would've had to do something like the LG Tones do for more battery, so I'm okay with how they did it.\nAll in all, I'm VERY happy with these. The thing that matters most is that they sound good, and they sound amazing."
      },
      {
        "27": "I got these to replace some other wireless headsets that I'd use for runs. I connect them to my Samsung Gear watch and to my phone and I have never had problems. The sound quality is so good I just started using them for everyday listening on commutes, work, etc. They are so light, comfortable, no sound variation from movement (like the beats of running) and the sound is clear. These do not have enhanced base so if you like that, get some beats or something. So far, no quality issues to speak of. Personally, they are better than I expected."
      },
      {
        "28": "I love these headphones. I love em so much I bought a second pair and a pair for my brother. I had gone through dozens of the cheaper headphones and couldn't find anything I liked. They either didn't sound good, didn't fit right, or just plain didn't work. But I tried these on at the Bose store and instantly fell in love with them. First, the sound quality is great. Everything sounds so rich and so clear. Second, the fit is just right. The previous headphones I had would always wiggle themselves out of my right ear during a run or while I was lifting. These ones stay right where they are meant to be even during the most vigorous workouts. And lastly, they tell you how much battery power they have left when you turn them on. That may not be a selling point for some people but for me, it helped to know just how much juice I had left before I started my workout. The regret I have is that I didn't spend the money on them sooner."
      },
      {
        "29": "Best headphones/earbuds purchase I’ve made in a long time. Going wireless is a big advantage for working out at the gym. These also sound fantastic. They are not sounding, rather they are warm and bassy and I like that. The fit is spot on, much like other versions of earbuds from Bose. Charging is made easy with the micro usb cable. Battery life is tough to gauge because these are my first wireless earbuds. Some people complain about the life per charge but what can you realistically expect from such a compact battery? Tip: you don’t have to plug them into a computer to charge. You can use an Apple wall adapter that comes with iPhones to charge the earbuds. It’s much faster. My only complaint which has nothing to do with the product is the ridiculously over engineered packaging and presentation. Companies know this hooks people into buying their product but I just roll my eyes. The box is oversized and indestructible. There must be $20 worth of box, packaging, graphics, etc. I’d rather see a simple box and a lower retail price. Then Bose saves money and puts the money back into research."
      },
      {
        "30": "I feel unfair giving it anything less than 5 stars because it is an awesome product and produces amazing sound. However, personal preference gives way here. My Beats in ear sport headphones broke and I purchased a protection plan from Amazon. Come to find out, Amazon no longer sold beats headphones (that I wanted) so I got these instead. Sound is clear and loud. Personally, I am a fan of heavier bass than treble. These Bose headphones do pack a powerful bass, but I never heard a quality bass like those in the Beats. I am keeping these Bose headphones and have no issues with them while out and about. When I get home though, I put my wired beats on. (don't even have to actually wear them, you can hang them around your neck and the sound can be heard rooms over)"
      }
    ],
    "negative": [
      {
        "1": "I enjoyed using my Bose headphones. They were comfortable in my ears and the sound quality was great. However, I am now looking for another pair of headphones after using the Bose headphones for only 14 months. The issue began with the rubber casing around the ear piece starting to warp. Because of this, the power button under the rubber casing fell out, making it difficult to turn the device on and off. Another issue that i've had, although more cosmetic, is that the logos on both earpieces have fallen out. This is also a result of the warping rubber. I recommend reading other reviews from people that have had the product for over a year to get a true sense of the longevity of this product. Its unfortunate because one of the reasons that I was willing to spend a little more for the headphones was because I thought I was getting quality that would last and pay for itself over time. Guess not..."
      },
      {
        "2": "I am writing this review approximately a year after I bought the headphones. I used them daily ...mostly at the gym but also when cycling and on runs. Initially there was some growing pains, especially with running and the headphones popping out but the different size buds do make a difference in terms of snug fit.\n\nThe reason I'm giving them such a low review is that they're just not durable. When you pay over $100 for headphones, you expect them to last a year or so. Even 6-7 months into it, when going for bike rides I noticed that sound would drop out here and there if I held my neck in a certain way. But after 11 or so months they have just fallen apart. The covering of the bluetooth/on button has slipped off entirely and now the the bluetooth button is exposed, they don't work at all.\n\nI've not abused the headphones in any way and by and large they are well taken care of. But even with hard, regular use, I would expect the quality to be much better in terms of build, especially from an 'elite' and certainly pricey, headphone manufacturer like Bose. I've switched to the Jabra Elite 65t, as I don't want to purchase bose sport headphones anymore (I still love my QC35's) and so far so good, but the jury will be out til I see how well they hold up over the next year."
      },
      {
        "3": "I am a very loyal Bose buyer. I've found that their quality is always really great, and their customer service is always helpful in trying to make things right. But the battery life on these headphones is so bad. I don't know that I can listen to them on the way to work, turn them off, and have enough battery to make it home at the end of the day. Even after leaving it at a full charge over night, when I remove them from the charger, it says I have a charge of 90%. I just removed them from the charger after 7-10 hours. Another really annoying feature is when you are listening to anything, the automatic voice will chime in to let you know you've connected to another device -- or has disconnected. It's just a bumbling interface with very poor battery life. I should have just gotten the AirPods."
      },
      {
        "4": "I love the sound. I have other Bose products and I am a big Bose fan. But these do not stay in the ear sufficiently on long runs. They come with three different size earpieces and none work for me, although my wired Bose earbuds have never slipped once in the couple years I have had them. Additionally- WOW the Bluetooth is weak!!! Just google the Bluetooth problems with these headphones- it is even well documented on Bose’ support website. The Bluetooth receiver is on the right side so if you phone/watch is on the left- good luck. Good luck even if it was next to the right earbud!"
      },
      {
        "5": "The sound quality, like most of the Bose headphones(4) that I have owned over the years, is of a very good quality. Nice range. But I have two reasons for rating this device so low, one minor, one major. First, the minor reason. None of the in-ear headphones fits very well in my ear. I try all the available sizes and it still fits poorly. Who knows... maybe it’s MY ears. But the major reason that Bose pisses me off is that the in-ear earbuds that I’ve owned (3 of the 4 Bose headphones mentioned above) are of a poor quality of construction. I mean, the build quality is just lousy. The volume buttons stop working; wire connections shred and stop working; Bluetooth (in these SoundSports) stops working. I’m just very tired of paying a lot for Bose audio products and they just... don’t... last... long. It’s not worth it. Henceforth, I will try other manufacturers. The QC15 that I have still seem to work okay but, of course, I only use these on trips so they don’t get the same amount of usage. If they did, I’m guessing that they’d be broken by now!!!"
      },
      {
        "6": "Growing up listening to a pair of 901 speakers I've always been partial to Bose. I also really appreciate a good set of earbuds, going through a handful over the years. A little over a year ago I started a quest for a new pair of listening devices, first going through various Samsung products but none were really to my liking. I also tried the Quietcontrol 30s but decided they weren't worth the high price so I settled with these. If you'd have asked me those first few months I'd say they were satisfactory, maybe a little pricey for the sound quality. Talking over Bluetooth was not good at all, the headphones that came with my phone far surpassed these for phone calls. Battery life was also lower than what I expected- 4 hours maybe. This wasn't a dealbreaker since I was able to charge them every few days. I really just wanted them for the main function of listening so I was OK with the battery and call quality. About 6 months in they started breaking down. First I noticed the rubber surrounding the buttons was expanding causing me to have to press a little harder to pause, change songs, etc. I also noticed the battery would only get up to 80% capacity even after leaving plugged in overnight. Then the rubber surrounding the buds loosened and fell off with the rubber buttons only getting harder and harder to press. Finally last week the left bud stopped working. I'm technically still in the warranty period but I'm moving on to greener pastures."
      },
      {
        "7": "Puts out good sound quality, battery life is better than average for these types of headphones, comfortable design, and no apparent issues with exposure to moisture.\n\nHowever, these started falling apart after 4 months of regular use and by 9 months they were close to unusable. First the logo just fell off. Then the covering on each ear bud started coming loose. Then the covering to the control button came loose, which upset the configuration to the point where pause/play and the button to reduce sound stopped working. The button for sound increase also stopped working unless you dug around with your fingernail at random. Then the volume control kept malfunctioning entirely so the volume would randomly go from max to mute to split your eardrums max volume again.\n\nTo top it off, the company’s stellar warranty, even with serial numbers, won’t back a return if purchased through amazon (even though it was a direct purchase)."
      },
      {
        "8": "Bought these new on Amazon. After charging my new SoundSports, I attempted to pair to my iPhone 6 Plus. My phone, which has successfully paired to many other Bluetooth devices, does not see the SoundSports headphones unless I reboot my phone first. Really annoying. Sending them back for a refund."
      },
      {
        "9": "First time in my life i have ever returned a Bose Product - These sound impeccable - the problem is that the Stay Hear Tips don't Stay Where they are supposed to - at the slightest motion they fall out of my ears. I should note that I have the Bose soundsport wired headphones and those stay hear tips do not fall out at all - I use them when i run and they are good. Bose made these ear tips to be sound isolating so they are a little bit larger and don't fit into the ear canal as well and therefore they fall out of the ear at the slightest head swivel (this is a known issue in the Bose website community) Using the well-fit stay hear tips from my wired model cause significant sound degradation. Sorry Bose - when you fix the problem, I will be back to buy these."
      },
      {
        "10": "I am not a happy customer. I bought my Soundsport Pulse in February 2017 and for a while I loved them. Sound quality is really good for a pair of Bluetooth headphones and the fit is really comfortable. I also use the heart rate monitoring function quite often with the Under Armor app.\n\nUnfortunately, the build quality is just horrible. Within 11 months, the remote's buttons had popped out and it became very difficult to use it, so I requested a warranty replacement. The replacement went smoothly, but the new unit that I got back had the same thing happen to them within 5 months! I am also having the case on the right earphone popping off.\n\nSo, regardless of the sound quality, I just can't recommend a product that costs more than $100 and just can't last even a year."
      },
      {
        "11": "For starters, I've always been a big fan of Bose products. We have a 5.1 surround sound system in the house, I have noise cancelling headphones I use for travel, etc.\nI was given these as a Christmas gift in 2016. The product worked flawlessly for about a year. Evidently there is a 1-year warranty on the product, and of course just after Christmas 2017 the product started having issues. It won't hold a charge, will shut down suddenly, etc. For a Bose product, especially given the cost, I would expect much more."
      },
      {
        "12": "The headphones fit well into my ear and stay in through hard running, but since I first received them, and over the entire 6 months of use, they have been really hard to charge. I use the included charger, and about 4 days out of 7, the battery dies within 10-30 minutes of my turning them on, even when I've charged overnight. I'm not sure if I got a lemon or not, but I am going to try to return these. The longest charge I've ever gotten is about 60 minutes. I would not recommend these."
      },
      {
        "13": "Junk. The rubber seal keeps coming off the volume buttons. I have had to return these inferior headphones three times. The forth set has failed again and I will not bother getting a fifth set. These may be a Bose product, but they are junk. Spend you hard earned money on another brand.\n \n"
      },
      {
        "14": "I am a Bose fan! However, the last 2 Bose headsets Ive had were awful. Apparently Bose won't let their headphones get loud. The clarity was well but volume was lacking. The headphones stay in your ear so A+ on that whoever said they fallout alot, I would have to question them. The reason for a 1 star is due to volume and most importantly the spottiness of this device. It was spotty at times when listening to music and this headset was notorious for the bluetooth to shut off. I would be talking to people and all of a sudden the bluetooth would be off. This happened daily! I gave it several chances but it kept doing it. Very awful product Bose!\n"
      },
      {
        "15": "In the past year I have ordered this product three times. Twice for myself and once for my significant other. The first time I ordered a pair they were amazing. Sound quality was on par with all other Bose products. They lasted for quite a while until a freak gym accident crushed them. At this point I ordered two more pairs of these. The first pair worked for a grand total of two weeks before a cracking noise appeared in the left earbud. The second pair did not work out of the box. The battery would not even charge. So all in all as long as you get a good pair of those headphones they are amazing but be warned they do send out several defective products as well as I have had several friends complain of similar issues. Very disappointing to see this from a company I have regarded as the best for so long.\nUpdate: I have now had a new paid for about 35 days and they are no longer keeping a charge. I will no longer be buying these."
      },
      {
        "16": "Bought these about less than a year ago. Sound quality unsurprisingly is great, however I think Bose failed when attempting to make a \"water resistant/sweat proof\" product. All the rubbery pieces are stretching out and coming apart. Volume buttons went first, then the rubber black casing sound the earpieces. The rubber plug for the charging port has also swollen to the point it will not stay in the port. One of the Bose badges on the earpiece has fallen off as well. Looking at the photos it may seem that they have been abused or not taken care of, I assure you that is not the case. I do use them a lot but not in extremely active situations or in the elements. I use them indoors and during work for maybe 2-3 hrs a day. I will continue use these as long as they keep working (haven't had a single technical issue) but I will definitely not replace them for another pair."
      },
      {
        "17": "PROS These things are unbelievable don’t buy any other headset I have gone through so many, the quality is here the sound is here the base is here, all that you would want for beautiful sound and extremely comfortable they come with different sizes so you can choose whatever you like, it takes a minute to get used It, my fiancé and I both love these in the battery life is excellent.HOWEVER the CONS are I have had these for about a year now and use them just about every day and now the battery will not keep a full charge, it will charge but then within 10 min of use it goes from 100% to 20% then dies , so I haven’t looked into the warrenty but I have a feeling I am screwed, so if you don’t mind spending the money this is what happened with mine.\n "
      },
      {
        "18": "Total garbage. Started falling apart after 6 months and then the battery life went. I called customer service as they were still under warranty and while the agent was able to help me with a replacement he was extremely unprofessional and inappropriate with me on the call (asked questions about my age, made strange sexual jokes). I contacted Bose about the agents behavior and they claimed they are looking into it but havent had an update from them. Total waste of time and money. Will never buy these again and I am not impressed with Bose as a company at this point."
      },
      {
        "19": "Needless to say the sound is just perfect. this is my 4th pair of earbuds from BOSE. I purchased this item on March 24, 2017, 40 days ago, and the earpiece started to fell apart. I am treating the headphone like a jewel (because BOSE craft jewels), I am not taking it to any gym or outdoors, just in my office or inside my home. I am kind of worry now with this purchase and I don't know how to get this resolved.\n\nUPDATE AUGUST 24, 2017\nExactly 5 months later, happened what I supposed it will happen... No longer working!!! My humble by ACCURATE recommendation is \"AVOID THIS PRODUCT\" way too expensive to last 5 months only, at this point is my worst BOSE ever, you can consider this purchase as a scam. Very disappointed"
      },
      {
        "20": "Purchased these less than a year ago when they were on sale for $99 instead of a $149. I love Bose products and have always been very pleased with them. Except today the rubber that encases the buttons started coming off as my picture shows. This obviously isn’t good as now dust and dirt will start to get inside and eventually cause them not to work. I attempted to get an exchange done through amazon (yes I know it’s been about 10 months since my purchase) BUT I wasn’t asking for a refund I was asking for an exchange and figured a trillion dollar company could work with their customers, especially one who spends thousands of dollars a year with them, well I thought wrong. The first customer service representative gave me hope saying to send them pictures and that they would escalate the issue and provided me a phone number to call. That number of course was an invalid phone number. So I contacted them again and the new representative said there was nothing they could do. At that point I asked to speak with a manager and got the run around again saying there was nothing they could do. They attempted to still try and provide me with the same number the first representative did which is an invalid phone number. I told them that multiple times yet they still tried to provide me a bogus number and said sorry there’s nothing they can do. I’m hoping the manufacturer will see this review and contact me but honestly not getting my hopes up"
      },
      {
        "21": "Sound quality is not good. Average at best, but for $130 it needs to be better than average. The lows are very muddy and this headset is in desperate need of an EQ adjuster on the app because it's lacking treble.\n\nAlong with that, the sound doesn't sync up with videos on my phone.\n\nI ended up returning this because it's not worth the money. These should be priced around $60."
      },
      {
        "22": "Unfortunately, these stopped working after 3 months of use. They fit in my ears incredibly well and have been wonderful. But exactly one day before my 3rd month of ownership, they will not turn on. I fully charged them and after unplugging them, the light showed green, flickered, then turn orange and will not change. They won't turn back on and were working perfectly. Thankfully Bose will most likely replace them but buy from them directly because this is an inferior product. 2 stars only for the fact that Bose stands by their products, even if they're poor quality construction."
      },
      {
        "23": "I'm giving two stars because for a Bose product for the price I expected a lot more. I've only had these a few weeks and I'm alarmed at how quickly the battery drains. I have to charge them after each use. And you can't charge them while listening, which is B.S. My Bose wired earbuds are a lot more comfortable and always stay in my ears. With these, the small size falls out occasionally and the med size are too big and hurt my ears. For what I paid, I'm disappointed. But they do sound great."
      },
      {
        "24": "I've had the headphones about 14 months. It will only hold a charge for about an hour now. Pretty disappointed by the battery drop off in a little over a year. Otherwise they are solid but for the price I can't recommend."
      },
      {
        "25": "I purchased this for my gf June 2018. It started having battery issues in August 2019 which is after the 1-year warranty expires.The generation after this is completely wireless and has numerous reports of connection issues, so I went with this model.I recommend buying something else"
      },
      {
        "26": "I am a Bose fan! However, the last 2 Bose headsets Ive had were awful. Apparently Bose won't let their headphones get loud. The clarity was well but volume was lacking. The headphones stay in your ear so A+ on that whoever said they fallout alot, I would have to question them. The reason for a 1 star is due to volume and most importantly the spottiness of this device. It was spotty at times when listening to music and this headset was notorious for the bluetooth to shut off. I would be talking to people and all of a sudden the bluetooth would be off. This happened daily! I gave it several chances but it kept doing it. Very awful product Bose!"
      },
      {
        "27": "These are absolutely the WORST headphones to buy! I originally bout some and had multiple issues within 2 weeks so I contacted customer service and they replaced them. The headphones I currently have the same issues and more! I charge them at night, and when I get olup kn the morning they are at 100%. By the time I get to the train to go to work in downtown Chicago, they are at 30% and they are not even turned on!!! I have had to purchase other headphones for working out and for work. The sound quality is AMAZING during the first use and they continuously go down hill from there. As stated before. The battery does not hold a consistent charge, and they randomly fall out my ears, even though there are adaptors. This has been my WORST buy and I am not happy whatsoever."
      },
      {
        "28": "While working (1 year) they had great sound, but that is the only positive i have for these headphones. Quality of product is poor, the cord started fraying within the first month only used these sitting at a desk. Tried contacting customer service twice and provided all the model and other numbers on product as requested and nothing was resolved. They no longer work at all and I just cant bring myself to order another pair. Very disappointed in product"
      },
      {
        "29": "In 5-weeks time these operated, they were pretty good. Just over 1-month of ownership, they failed for not being chargeable or powering-on. a known problem. BOSE has a troubleshooting and support section but these did not help fix the problem. Bose fully honored a warranty replacement with no issue. Amazon could not help with this warranty. in 2-months the fully warranted replacement failed for the same exact thing."
      },
      {
        "30": "I've had these earphones from Bose for all of 4 months and they're already falling apart. Although I had gone over the reviews and seen the complaints and low ratings, whick make up almost half the customers, I unwittingly failed to heed their caution.I was under the assumption that simple wear and tear could be remedied by careful usage, I use these mainly to listen to music and audiobooks at home and barely ever leave them out of the case. And yet, they are in worse condition than most 30$ earphones I previouly used.So please learn from my mistake and avoid these earphones completely. And if you must, buy them somewhere that offers warranty (read best buy)."
      }
    ]
  }
}